[
    {
        "subject": "My First Message",
        "body": "Made where whom pleasure sight earth deigned, womans florid hope one pride earthly to love the. Many loved sing clay.",
        "isSelected": true
    },
    {
        "subject": "Her second message!",
        "body": "Die ich sanken heut der weit niedlich die lange von ruft, mund der du du nicht gedanken gartens gestehe, mal.",
        "isSelected": true
    },
    {
        "subject": "You won a free mail. I know i got this",
        "body": "Aliquyam at sit consetetur justo clita aliquyam elitr vero sed, sanctus clita diam dolor sea aliquyam, sed amet ut erat.",
        "isSelected": false
    },
    {
        "subject": "You won a free mail Okay you will see full movie",
        "body": "Syrou uilaga hul turuentelen keseruen anyath fyom ygoz. Vh kyul en epedek uiraga ulud ualmun thekunched, kynaal walasth farad syrolmol.",
        "isSelected": true
    },
    {
        "subject": "I Shifted This Message Intentionally",
        "body": "Made where whom pleasure sight earth deigned, womans florid hope one pride earthly to love the. Many loved sing clay.",
        "isSelected": false
    },
    {
        "subject": "You won a free mail Hmm Its not me o",
        "body": "Dombres fleuves au verte et ou freles le flammes et. A sous illuminant tres-antiques a ciel frissons démarrées, yeux démarrées.",
        "isSelected": false
    },
    {
        "subject": "You won a free mail Hmm Its not me yeah its not me",
        "body": "Dombres fleuves au verte et ou freles le flammes et. A sous illuminant tres-antiques a ciel frissons démarrées, yeux démarrées.",
        "isSelected": true
    },
    {
        "subject": "You won a free mail Hmm Its not me o, you will see me soon",
        "body": "Dombres fleuves au verte et ou freles le flammes et. A sous illuminant tres-antiques a ciel frissons démarrées, yeux démarrées.",
        "isSelected": true
    },
    {
        "subject": "Automatic Serialization Works!",
        "body": "Lorem et et ea duo invidunt at accusam diam no justo, labore sit et et amet at. Consetetur ea consetetur et diam labore lorem accusam, ea dolor vero rebum diam no magna. Et rebum lorem dolor tempor, rebum ea amet sit amet ipsum sadipscing clita dolore. Sit ipsum accusam ut clita dolor ut lorem amet et, et elitr gubergren stet elitr tempor erat dolores sed. Kasd voluptua sed vero vero consetetur, eirmod ipsum elitr et nonumy amet dolor dolore sadipscing. Aliquyam sit gubergren amet sea et, vero et clita gubergren duo diam accusam dolor, dolore duo rebum consetetur sit ipsum.",
        "isSelected": true
    }
]